'''Тут слова на которые реагирует бот, что
обращение было к нему. Его имя и команда могут быть сказаны
в любой последовательности и даже в перемешку и тд...,
главное без продолжительной паузы'''

TRIGGERS = {'стелла'}



'''Тренировочная модель для матрицы ИИ'''
data_set = {


'запусти браузер': 'browser',
'открой браузер': 'opening_browser_now',
'интернет открой': 'internet_activated ',
'посмотреть фильм': 'browser',
'выключи компьютер': 'offpc',
'отключись': 'offBot',
'как у тебя дела':'working_in_background',
'что делаешь':'waiting_for_next_command',
'привет':'hello_master',
'расскажи анекдот':'cleaned_windows',
'работаешь':'as_you_see',
'ты тут':'passive вроде да',
'что ты умеешь': 'i_can_do_many_things',
'справка': 'i_can_do_many_things',
'включи музыку': 'run_yandexmusic',
'я хочу послушать музыку': 'run_yandexmusic',
'запусти командную строку': 'run_cmd',
'открой командную строку': 'run_cmd',
'запусти общагу': 'run_discord',
'запускай общагу': 'run_discord',
'погода' : 'weather',
'найди' : 'search_browser',
'видео' : 'search_youtube'

}